{
    "blogs": [
        {
            "id": "1",
            "title": "The Health Benefits of Fresh Apples test",
            "img": "/public/assets/photo1.1.jpg",
            "description": "Apples are not only delicious but also packed with vitamins, antioxidants, and fiber. Discover how eating apples can improve your overall health."
        },
        {
            "id": "2",
            "title": "A Guide to Exotic Tropical Fruits",
            "img": "/public/assets/photo2.jpg",
            "description": "Tropical fruits like mangoes, pineapples, and papayas are not only tasty but also offer numerous health benefits. Learn more about these exotic fruits and how to incorporate them into your diet."
        },
        {
            "id": "3",
            "title": "The Nutritional Power of Blueberries",
            "img": "/public/assets/berries.jpg",
            "description": "Blueberries are small but mighty when it comes to nutrition. They are rich in antioxidants, vitamins, and minerals. Learn about the health benefits of incorporating blueberries into your diet."
        },
        {
            "id": "4",
            "title": "The Wonders of Citrus Fruits",
            "img": "/public/assets/photo4.jpg",
            "description": "Citrus fruits such as oranges, lemons, and grapefruits are known for their high vitamin C content. Explore the various health benefits and uses of these tangy fruits."
        },
        {
            "id": "5",
            "title": "Berries: Small Fruits with Big Benefits",
            "img": "/public/assets/cherries.jpg",
            "description": "From strawberries to raspberries, berries are packed with nutrients and antioxidants. Discover the diverse health benefits of these small but powerful fruits."
        },
        {
            "id": "6",
            "title": "The Versatility of Bananas",
            "img": "/public/assets/bananas.jpg",
            "description": "Bananas are not only a convenient snack but also a versatile ingredient in many dishes. Learn about the nutritional benefits of bananas and how to use them in your cooking."
        }
    ]
}
